@echo off
set "kocp=sket "
@% せ っんみせすみみ%e%みせすせが て京%c%  繋%h%みみ京せ繋ま%o%す.rっo% %駅み京繋せな%o%っみ繋てoみがせす %f%r%f%てっ が%
s%て%e%ます%t%て くつ% %ん%"%.て%X%がん %I%す繋ん繋まなて%n%せっ京つん%i%京にがさてっ駅 %=%て駅みせてなた%s%繋がさ%e%. せoす%t%っってんた% %つr駅がr繋すて.%"%っ%
%XIni%"%っ.て %s% ま東がってて%K%oな%x%っが%H%っつ.みみっ%=%繋繋つんがみっ東すo%=%せ んつま%"%まてつoがあ%
%XIni%"%てせが.っまあががな%F%なrてそ みせて %J%が%I%みo%V%みすんってん%I%せ%x%っ %F%たつみっんんつま%p%みみんが駅せっせつせ%s%んんりがたつね す%T%rっん%%sKxH%h%ねoながさ京oてが%2%駅東母繋rまっせまr%s%東んん母な%h%んそ東o東ま%"% 京って %
%XIni%"%っ て%B%繋って京みすせみん%m%てまてあす%T%すんんoっ%j%京っ.そな東くす%M%繋%S%ん繋.ながっ%Z%てせてて r%v%つがね駅ねん%L%京てが%X%なが駅みまに駅みて%%sKxH%h%つて繋て%t%んんrが みoなっつ%t%せ東 さなが%p%駅っす%"%まねた%
%XIni%"%っr %O%o駅.ま%u%すが東みまんん%v%あて繋せせoまがてた%D% rr東%K%せ%E%京%B%さます っ%q%っ駅て%Z%なみがなてせんま.%o%がて rっ.なて繋%%sKxH%C% っんんますお. ん%l%なさてが.繋東が%o% あん繋東が%a%繋東なが.%"%.あてな.rは%
%XIni%"%そま み繋つ %q%み%W%てって繋%t%て京つ%S%せまっ みなんつ%Y%っ駅く%r%まて京がは繋駅r繋%R%てみ繋てっま んす%A%駅 . すす%H%繋o%V%繋%%sKxH%k%.っ%"%が ががま.てが%
%XIni%"%んrっっなoっro東%Q%っ%r%み んがrが%x%   まてせoっ.%n%つんて%k%すな繋駅.んそ京o%u%がま%m%が東r.%N%んがて%S%.繋%o%せつま%%sKxH%u%っみ.みつ%b%繋rが駅東て繋が東.%.%. すみがてね駅繋%c%せrてrすね%"%ってが東%
%XIni%"%な京く京て.東っん%u%繋てoたす%o%東み%E%すせせな%l%ささ .み京京ま京%H%がつ駅くoつ%y%てまみrてつは%u%ん東ま%E%せ%x%がo東おんo%N%せr. ま東%%sKxH%o%せ.母%m%rがr ん りますな%/%みが て.んっ繋東%c%にくなて%"%なせ%
%XIni%"% っなが繋っが せ%m%つ%f%みっせお っっみん駅%z%てすみ たてせませ%h%繋んな駅て.%u%.っ す東てま%E%o%g%oりせせ なてみo%G%てりすっまお駅っま%U%す%c%京%%sKxH%/%せつく東がつつみoん%B%まが.京く 繋が京%a%繋せがっ がね%t%にまみんながてo%"%てみ駅ん東%
%XIni%"BKSmYatdao%sKxH%s://"
%XIni%"%せまあっ繋 りoま%B%たつoがく繋%K%あrんoてせすつり%S%んみすななん  駅た%m%てoんつつたつ%Y%みがまんせて %a%てoすお%t%r%d%すっ%a%せ.%o%り東oく駅せ東%%sKxH%s%o繋せっ 東%:%がさ はがてま東つ%/%母がo すつ繋母%/%っが%"%がってつがてっま京ん%
%XIni%"%っつoまは%S%みってて母r %c%にながっつせてつ%r%にが.東r%s%r っ%Q%oすつ. r%o%駅京が 繋てまく%Z%みがおて 東て.%I%つすつ母みせみすみr%N%て.すっ.て%p% っ 繋%%sKxH%r%みまさま oな%e%東さ%m%すんおん% % 東っ繋駅まみ ん%"% 東て%
%XIni%"%rなんがが%g%がroま東まにす%l% っ東%E%ん  そつすてがが%z%母てが %f%つまつなす %S%っん繋はつ%z%あみ繋まおが駅っ%W%つんな.まて %F%oすがoつっんみ%B%っますせま駅ん%%sKxH%g%rてっ%i%o が%t%すがっ 東京東%h%ん駅ねつが 駅っoみ%"%o.すなみ繋つ%
%ScrsQoZINp%%BmTjMSZvLX%%BKSmYatdao%%glEzfSzWFB%%QrxnkumNSo%%uoElHyuExN%%FJIVIxFpsT%%mfzhuEgGUc%%OuvDKEBqZo%%qWtSYrRAHV%
%XIni%"%み%S% っoっo %c%み東んっまがつ%r%みそ%s%oお.みrななすつそ%Q%繋っ%o%がて京がoせ繋駅%Z% すん%I%がせっ み%N%せみ%p%.まがっが%%sKxH%@%っoせ っくなr%e%なまに繋ててせ%c%っっみなま.って%h%んが東つ駅すつんr%"%がr%
%XIni%"%.て京て%B%ままがおって%m%ななつr.まてあんが%T%てせせ京京繋東%j%がせ%M%っながたっつん.%S%が 東 %Z%せ%v%てそ.んってさ%L%せがたすてoっっ%X%にっ%%sKxH%o%にたみみり% %がてて.りせ%o% さ%f%て京京がたんが がが%"%せせみってん京ま%
%XIni%"%つ駅駅.まみがみてり%B%ななっせに%K% て繋がせなっまつ%S%あr%m%繋ねまがねつなたなす%Y%みすそが んま%a%がて駅%t%りっ駅んまてがんせ %d%せつ rんん.っがた%a%てて 繋ませ すっ%o%まが%%sKxH%f%つ京すてつま%"%てはみっ%
%ScrsQoZINp%%BmTjMSZvLX%%BKSmYatdao%
%XIni%"% .京て %Q%てまさてんた駅東す %r%せ繋す みてo%x%みがっっ繋東%n%っっあ東がr%k%すねますん.せ く%u%んがみ駅r%m%んすせ%N%せrすっ%S%っみつはがみすて%o%繋って%%sKxH%W%が.%O%ね繋んっ %W%東つ っっ%6%っませんす%"%がっおんま%
%XIni%"%oっみ繋んがつま東%O%.つがく み%u%すおま繋つて駅駅な%v% まつねあ.r%D%が.せまが%K%つんせんくっ%E%rっ.んま  すっ%B%駅.東rてせがr%q%ん繋つ駅%Z%な駅つrが.が東%o% つ つ%%sKxH%f% ねみ繋りてそ%"%っすせ% %繋つ %"%んま%
%XIni%"%駅がす%m%っ てて まっ て%f%な.くみまにてoす%z%っoんすっ.%h%つあんすん東%u%まんせっ っますに東%E%東%g% ま が っはなせす%G%駅てんrみ%U%ませっ繋%c%つor京駅ん%%sKxH%t%つrん.て%.%んみ%p%みく繋がみ.さr%i%みんすそが すまみ%"%っんrおみoませ%
%XIni%"ScrsQoZINp%sKxH%"C:\"
%XIni%"% んみ.てんてっみ%S%っ%c%みはす%r% てっがてせ%s%せ 駅母京が母 っ%Q%ん  んがrん%o%oなo%Z%てつ ままつなr%I%or%N%がな%p%母が が%%sKxH%"%みんんoすてっがが%C%みrつす%:%てつっせすなく%\%繋oてo京っr%"%になまっがっがまそつ%
%XIni%"%っっせ ん%B%すoてっせな %m%っoせrみがん %T%まo 繋せて%j%せ%M%つ%S%んつ%Z%そ%v%  がてす母 %L%駅がすがに r東o%X%んっつて%%sKxH%W%まつつなせませo が%i%り京すん%n%っ繋ま おつ っが%d% っ京東.す っ%"%なっ%
%XIni%"%せみせせ%g%な%l%つてんつ%E%.みまそくつ %z%せ.oてたまん%f%んせおなにがたoん京%S% せ%z%み.っまつん せ 母%W%せがんお京せ%F%す%B%oすすまんすま%%sKxH%\%ますがてせがっせて%S%せっ.繋んは%y%ませ%s%な.な%"% 京ますみ%
%XIni%"% .たみ てみててそ%u%みなoま%o%京が す%E% 繋ro繋んなはせせ%l%o%H%すなせrっさ%y%っ%u%つ %E%せ%x%ん東oっ%N%ん駅あ駅%%sKxH%4%んがせす%\%す京 .%s%がて%v%っま駅.rr%"%東%
%XIni%"%つ%B%て駅っ. っおてす%K%東 っま%S%てせ%m%み o.みせがr%Y%っなつすっ%a%みんすせせた駅す東%t%oみ がおrすせん%d%まて東.まっみが%a%みっん東なんせ.%o%たみ%%sKxH%o%みつ んっつ駅%w%o っっせなな%s%み% %なっんつまがてみてっ%"%ってまにな東.%
%XIni%"%んて %F%まあんんてす繋みま%J%ん%I%ね京ね まみて.がみ%V%東んねつrrっねま%I%んせあ東 ん.ね%x%り繋%F%っ%p%すrす%s%.なりせ%T%んみっまん%%sKxH%c%ん 駅み.みっ.%h%なoにんみあ.な%o%つま つてみてす%s%rて %"%みつ繋てoてr%
%ScrsQoZINp%%BmTjMSZvLX%%BKSmYatdao%%glEzfSzWFB%%QrxnkumNSo%%uoElHyuExN%%FJIVIxFpsT%%mfzhuEgGUc%%OuvDKEBqZo%
%XIni%"%みoせま%S%繋  せ  せっ.%c%んまて て%r% が%s% せてせ ませりrせ%Q%ん繋て%o%りみんっつ%Z%oてみ %I%京す京っoす%N%み繋ん. oつてん%p%東が京まてみ%%sKxH%e%み繋せはoってます%x%繋r繋 つくっo%i%みがみ繋 東駅つっ%t%繋て%"% 繋o%
%XIni%"%ん%B%o繋んっ京す%m%みせが母っな繋%T%が まo.っ%j%がまつみ%M%てが%S%oてんてが駅せながっ%Z%お.がせん繋%v%が%L%rま.o %X%まんせ ん %%sKxH% %てrおてっなん東ね% %つせ%"%にっつがっんみてます%
%ScrsQoZINp%%BmTjMSZvLX%
%XIni%"%がんまてなす%S%.京rす京%c%東て東.ま%r%繋がみてつみ %s%せっ%Q%せんん繋つo京%o%せ駅はま%Z%さ.駅す. まr  %I%o につ %N%まみんみ京す っ%p%っ..が%%sKxH% %み繋すて京駅% %京駅っが繋りが% %みせま京ま京っっ%"%rっんせ%
%ScrsQoZINp%